Repository: kstefanini/bp-moderate-private-messages
Catalog: lang/bp-moderate-private-messages-*.po
Languages: fr_fr

source: Options updated
fr_fr: Options mises à jour

source: Confirm this action
fr_fr: Confirmer cette action

source: by
fr_fr: par

source: recipients
fr_fr: destinataires

source: sent to
fr_fr: envoyé à

source: this message
fr_fr: ce message

source: these messages
fr_fr: ces messages

source: reject
fr_fr: rejeter

source: accept
fr_fr: accepter

source: You chose to
fr_fr: Vous avez choisi de

source: Message not found
fr_fr: Message introuvable

source: Reject message(s)
fr_fr: Rejeter le(s) message(s)

source: Accept message(s)
fr_fr: Accepter le(s) message(s)

source: %s message(s) rejected successfully
fr_fr: %s message(s) rejeté(s) avec succès

source: %s message(s) accepted successfully
fr_fr: %s message(s) accepté(s) avec succès

source: Your message [%s] was rejected
fr_fr: Votre message [%s] a été rejeté

source: Your message [%s] was accepted and sent to its recipients
fr_fr: Votre message [%s] a été accepté et envoyé à ses destinataires

source: Your message [%s] was queued for moderation
fr_fr: Votre message [%s] a été placé en file d'attente de modération

source: original message
fr_fr: message d'origine

source: You may <a href="%s">accept it</a> or <a href="%s">reject it</a>
fr_fr: Vous pouvez <a href="%s">l'accepter</a> ou <a href="%s">le rejeter</a>

source: The message below was sent by <strong>%s</strong> to <strong>%s</strong>
fr_fr: Le message ci-dessous a été envoyé par <strong>%s</strong> à <strong>%s</strong>

source: The message below was sent by <strong>%s</strong> to <strong>%s</strong> members
fr_fr: Le message ci-dessous a été envoyé par <strong>%s</strong> à <strong>%s</strong> membres

source: moderation needed
fr_fr: modération requise

source: Reject
fr_fr: Rejet&eacute;

source: Accept
fr_fr: Accepter

source: No messages awaiting moderation
fr_fr: Aucun message en attente de modération

source: Search messages awaiting moderation
fr_fr: Rechercher parmi les messages en attente de modération

source: Recipients
fr_fr: Destinataires

source: Sender
fr_fr: Expéditeur

source: Subject
fr_fr: Sujet

source: Note: when uninstalling this plugin, all moderated messages history will be lost
fr_fr: Note: lors de la désinstallation de ce plugin, l'historique des messages modérés sera perdu

source: When accepted or rejected, keep messages stored in the moderated messages tables, with a "deleted" marker set to "1"
fr_fr: Après acceptation ou rejet, conserver les messages dans la table des messages modérés, avec le marqueur "deleted" défini à 1

source: Soft delete
fr_fr: Suppression douce

source: Notify the sender when a message was rejected
fr_fr: Envoyer une notification à l'expéditeur lorsqu'un message est rejeté

source: Notify when rejected
fr_fr: Notification de rejet

source: Notify the sender when a message was accpeted
fr_fr: Envoyer une notification à l'expéditeur lorsqu'un message est accepté

source: Notify when accepted
fr_fr: Notification d'acceptation

source: Notify the sender when a message was queued for moderation
fr_fr: Envoyer une notification à l'expéditeur lorsqu'un message est placé en attente de modération

source: Notify when queued
fr_fr: Notification de mise en attente

source: Notification options
fr_fr: Options de notifications

source: Set to 1 to moderate all messages, leave empty or set to 0 to disable moderation
fr_fr: Régler à 1 pour modérer tous les messages, laisser vide ou régler à 0 pour désactiver la modération

source: Moderation will be applied to any message sent to a number of recipients exceeding the number above
fr_fr: La modération sera appliqué à tous les message dont le nombre de destinataires dépasse le nombre ci-dessus

source: Recipients limit
fr_fr: Seuil de destinataires

source: Private messages moderation options
fr_fr: Options de modération des messages privés

source: Messages awaiting moderation
fr_fr: Messages en attente de modération

source: Private Messages
fr_fr: Messages privés

source: BP Moderate Private Messages requires activation of Buddypress Messages component
fr_fr: BP Moderate Private Messages requiert l'activation du composant "Messages" de Buddypress

source: A BuddyPress plugin that allows to moderate private messages when the number of recipients exceeds the chosen limit
fr_fr: Un plugin pour Buddypress qui permet de modérer les messages privés lorsque le nombre de destinataires dépasse une certaine limite
